Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/arrests/bail_and_surety.html.txt.tmx
Source language: en
Languages: ga

source: If you are arrested and charged with an offence, you will be brought before a District Court as soon as possible
ga: Má dhéantar duine a ghabháil agus a chúisiú le coir, tabharfar ós comhair na Cúirte Dúiche é/í chomh luath agus is féidir

source: You may make an application in court to be released from custody on bail
ga: Is féidir iarratas a chur ós comhair na cúirte go scaoilfí an duine amach ar bhannaí

source: Bail is when you are released from custody because of a bond or promise made either by you or by another person (a surety) to guarantee that you will appear in court for your trial
ga: Scaoiltear duine ar bhannaí mar gheall ar bhanna nó geallúint a dhéanann sé/sí féin nó duine eile (urra) le cinntiú go mbeidh an duine atá cúisithe i láthair le dul ós comhair na cúirte dá t(h)riail

source: Bail is based on the principle that the accused is presumed innocent until proved guilty
ga: Glactar leis go bhfuil duine neamhciontach go dtí go bhfuil sé cruthaithe go bhfuil sé/sí ciontach agus is ar an mbunús sin a scaoiltear duine ar bhannaí

source: If you enter into a bail bond, you are committing yourself to appear in court to answer the charges made against you
ga: Má théann duine faoi bhannaí tá sé/sí ag glacadh leis go dtiocfaidh sé/sí ós comhair na cúirte leis na cúiseanna atá curtha ina leith a fhreagairt

source: If you are sent for trial in the Special Criminal Court you cannot get bail unless the Director of Public Prosecutions directs otherwise
ga: Má chuirtear ar aghaidh thú chun trialach sa Chúirt Choiriúil Speisialta, ní féidir leat bannaí a fháil mura n-ordaíonn an Stiúrthóir Ionchúiseamh Poiblí a mhalairt

source: The court may not be satisfied with your promise that you will appear in court to answer the charges made against you
ga: D'fhéadfadh sé go mbeidh an chúirt sásta le geallúint ón té atá cúisithe go mbeidh sé/sí i láthair sa chúirt leis na cúiseanna atá curtha ina c(h)oinne a fhreagairt

source: The court may decide that an "independent surety" is required to guarantee your appearance
ga: D'fhéadfadh sé go ndéanfaidh an chúirt cinneadh go bhfuil "urra neamhspléach" ag teastáil le cinntiú go mbeidh an duine i láthair

source: An independent surety is a person who makes him or herself responsible for your appearance in court
ga: Duine a ghlacann freagracht air/uirthi féin go mbeidh an té atá cúisithe i láthair sa chúirt é/í urra neamhspléach

source: He or she promises to pay a sum of money to the court if you do not appear as agreed
ga: Geallann sé/sí suim airgid a íoc leis an gcúirt muna dtagann an té atá cúisithe ós a comhair

source: When a Garda brings you into custody to a Garda station, the station may release you on bail either with or without sureties
ga: Nuair a thugann Garda isteach i Stáisiún na nGardaí duine faoi choimeád, is féidir leis an stáisiún an duine sin a scaoileadh ar bhannaí le nó gan urraí

source: The amount of money specified in the bail bond is set by the Garda in charge of the station
ga: Is é/í an Garda atá i gceannas an stáisiúin a dhéanann cinneadh cé mhéid airgid a bheidh i gceist leis an mbanna

source: You must enter into a bond to appear before the District Court on a specific date
ga: Ní mór don té atá cúisithe geallúint a thabhairt a bheith i láthair ag an gCúirt Dúiche ar dáta faoi leith

source: When you are brought before the District Court, the judge may either remand you in custody or release you conditionally when you enter into a bail bond with or without surety
ga: Nuair a thagann duine ós comhair na Cúirte Dúiche is féidir leis an mBreitheamh é/í a choinneáil faoi choimeád nó a scaoileadh ar choinníollacha bannaí le nó gan urra

source: The amount of money specified in the bail bond is set by the judge
ga: Is é/í an breitheamh a dhéanann an cinneadh cé mhéid airgid a bheidh i gceist leis an mbanna

source: If you are granted bail you (or your surety) must pay into court at least one-third of the amount of money promised in the bail bond
ga: Má thugtar cead do dhuine dul ar bhannaí ní mór dó/dí (nó a (h)urra) ar a laghad aon thrian den mhéid airgid atá geallta sa bhanna a íoc

source: This money will be returned to you if you appear in court as promised
ga: Aisíocfar an t-airgead má thagann an té atá cúisithe ós comhair na cúirte mar a gheall sé/sí

source: The Director of Public Prosecutions can appeal the decision to grant you bail or the conditions of your bail to the High Court
ga: Féadfaidh an Stiúrthóir Ionchúiseamh Poiblí an cinneadh a achomharc chun bannaí a dheonú duit nó coinníollacha do bhannaí a achomharc leis an Ard-Chúirt

source: If the District Court refuses bail, you will be remanded in custody
ga: Má dhiúltaíonn an Chúirt Dúiche duine a scaoileadh ar bhannaí coinneofar siar faoi choimeád an duine sin

source: You can appeal the decision to the High Court
ga: Is féidir le duine achomharc faoin gcinneadh sin a chur ós comhair na hArdchúirte

source: If you are charged with treason, war crimes, murder, attempt to murder, conspiracy to murder or piracy and genocide, the District Court does not have the power to grant you bail
ga: Má chuirtear cúiseanna a bhaineann le tréas, coireanna cogaidh, dúnmharú, iarracht duine a dhúnmharú, comhcheilg le dúnmharú nó píoráideacht agus cinedhíothú, i leith duine níl sé de chumhacht ag an gCúirt Dúiche an duine sin a scaoileadh ar bhannaí

source: Certain offences under the Offences Against the State Act, 1939 and the Official Secrets Act, 1963 also rule out the granting of bail in the District Court
ga: Níl cead ag an gCúirt Dúiche ach an oiread duine atá cúisithe le coireanna faoi leith a bhaineann leis an Acht um Chiontuithe in Aghaidh an Stáit 1939 agus leis an Acht um Rúndachta Oifigiúil 1963

source: In those cases, you or your legal representative must apply to the High Court for bail
ga: Sna cásanna sin, ní mór don té atá cúisithe nó dá (h)ionadaí dlí iarratas a chur ós comhair na hArdcúirte ar bhannaí

source: Considerations of the Court
ga: Rudaí nach mór don Chúirt a chur san áireamh

source: Whether or not the District Court will grant you bail depends on a number of factors;
ga: Tá roinnt rudaí ar a mbunófaidh an Chúirt Dúiche an cinneadh duine a scaoileadh ar bhannaí nó bannaí a dhiúltú:

source: • Whether you are likely to flee
ga: • An bhfuil cosúlacht ann go n-éalóidh an duine

source: • If you are charged with a serious offence, whether you are likely to commit a serious offence while on bail
ga: • Más coir throm atá curtha i leith an duine an bhfuil cosúlacht ann go ndéanfaidh sé/sí coir throm eile agus é/í saor ar bhannaí

source: A serious offence is one for which you may be punished by a term of 5 years imprisonment
ga: Is coir throm aon choir lena mbaineann téarma sa phríosún de 5 bhliain

source: • The fact that you were caught red-handed
ga: • Má rugadh ar an duine atá cúisithe agus é/í i mbun na coire

source: • Whether you are likely to interfere with evidence, witnesses or jurors
ga: • An bhfuil seans ann go gcuirfidh an duine isteach ar fhianaise, ar fhinnéithe nó ar bhaill den ghiúiré

source: • Whether you have ever breached a bail bond before
ga: • Ar sháraigh an duine téarmaí bannaí cheana

source: • Your character and previous criminal record
ga: • Cén sórt duine atá i gceist agus an bhfuil stair coireanna aige/aici

source: • Your circumstances (whether you have a family, a job, a house, etc.)
ga: • A s(h)aol pearsanta (an bhfuil clann, post agus teach, & rl ag an duine)

source: • Whether you have roots in this jurisdiction - i.e., property, family, employment
ga: • An bhfuil ceangal ag an duine leis an Stát seo - i.e., áitreabh, clann, fostaíocht

source: • Whether you are willing to keep to certain conditions (e.g., surrendering your passport)
ga: • An bhfuil an duine sásta aontú le coinníollacha faoi leith (e.g., a p(h)ás a thabhairt suas)

source: • The seriousness of the offence
ga: • Cé chomh trom atá an choir atá curtha i leith an duine

source: • The likely sentence if you are convicted
ga: • Cén bhreith gur dócha a bheadh ann dá mbeadh an duine ciontach

source: • The strength of the evidence against you
ga: • Cé chomh láidir atá an fhianaise i gcoinne an duine

source: • Whether the Gardai object to you being granted bail
ga: • An bhfuil na Gardaí i gcoinne an duine a scaoileadh ar bhannaí

source: People who cannot be accepted as sureties or bails-persons
ga: Daoine nach féidir glacadh leo mar urraí ná mar dhaoine bannaí

source: A court cannot reject a person as a surety simply because of his/her moral character or political opinions
ga: Ní féidir leis an gcúirt diúltú glacadh le duine mar urra bunaithe go simplí ar a d(h)rocháil morálta nó ar a c(h)laonadh polaitiúil

source: However, a surety may be rejected if it is clear that he or she could not pay the amount of money specified if the bail-bond was breached
ga: Ach, is féidir diúltú glacadh le duine mar urra má tá sé soiléar nach mbeadh an duine sin in ann an suim airgid atá luaite leis an mbanna a íoc dá sárófaí coinníollacha na mbannaí

source: The following persons may not be accepted as bails-persons;
ga: Ní féidir glacadh leis na daoine seo a leanas mar urraithe bhannaí:

source: • those under 18 years of age
ga: • aon duine atá faoi 18 bliain d'aois

source: • those with previous convictions
ga: • iad siúd a bhfuil cionta ina leith roimhe seo

source: • those recently declared bankrupt by Order of the Court
ga: • iad siúd a dearbhaíodh go bhfuil siad ina bhféimheach le hOrdú na Cúirte

source: Where an application for bail is made by someone charged with a serious offence, a court may refuse the application
ga: Má chuirtear cion tromchúiseach i leith duine féadfaidh cúirt diúltiú d'iarratas an té sin go ligfaí é nó í amach ar bhannaí

source: These grounds for refusal are set out in Section 2 of the Bail Act, 1997
ga: Tá na fáthanna séanta seo leagtha síos i gCuid 2 den Acht um Bannaí, 1997

source: Grounds on which the courts may refuse the application are where it is considered necessary to prevent the person committing of a serious offence while on bail
ga: Féadfaidh na cúirteanna iarratas a shéanadh má mheastar gur gá é chun duine a chosc ó chion a dhéanamh fad atá sé nó sí amuigh ar bhannaí

source: Items the court takes into account when making a decision to refuse bail are:
ga: I measc na rudaí a chuireann an chúirt san áireamh agus cinneadh á dhéanamh aici bannaí a shéanadh tá:

source: • evidence or submissions concerning the nature and seriousness of the crime charged;
ga: • Fianaise nó aighneacht faoin gcineál coire atá á chur i leith duine agus a thromchúisí is atá sí

source: • the severity of the punishment provided for by law for the offence;
ga: • Géire an phianóis atá leagtha síos de réir an dlí don choir sin;

source: • the strength of the case against the accused;
ga: • Treise an cháis in aghaidh an chúisí;

source: • the prospect of a reasonably speedy trial;
ga: • An cosúlacht go mbeidh an triail ann gan ró-mhoill;

source: • the opposition of the Attorney General;
ga: • An tArd-Aighne a bheith ina aghaidh;

source: • any previous convictions of the accused person including any conviction the subject of an appeal (which has neither been determined nor withdrawn) to a court; and
ga: • Gur ciontaíodh an cúisí cheana féin, fiú má tá achomharc cúirte á dhéanamh aige nó aici faoin scéal is nach ndearnadh cinneadh faoi is nár tarraingíodh siar é; agus

source: • any other offence in respect of which the accused person is charged and is awaiting trial
ga: • Aon chion eile atá curtha i leith an té atá cúisithe agus a bhfuil sé nó sí ag fanacht le triail dá bharr

source: Consequences of breaching a bail bond
ga: Céard a tharlaíonn má sháraíonn duine na bannaí

source: • If you do not appear in court as agreed, a bench warrant will be issued for your arrest
ga: • Má theipeann ar dhuine teacht i láthair na cúirte mar a bhí aontaithe, éiseófar barántas binse leis an duine sin a ghabháil

source: This means that the Gardai have been ordered to arrest you and bring you before the court
ga: Beidh ordú tugtha do na Gardaí an duine a ghabháil agus a thabhairt ós comhair na cúirte

source: • The amount of money that was specified in the bail bond will be forfeited by you and/or your independent surety
ga: • Íocfaidh tú an tsuim airgid a sonraíodh sa chúirtbhanna agus/nó do bhanna urra neamspleách

source: • You will have committed a further criminal offence that carries a maximum penalty of a Class A fine and/or 12 months imprisonment
ga: • Beidh cion breise coiriúil déanta agat ar a ngearrtar pionós uasta fíneáil Aicme A agus/nó príosúnacht 12 mhí

source: This sentence is set down in Section 13 of the Criminal Justice Act, 1984 as amended
ga: Tá an phianbhreith seo leagtha síos in Alt 13 den Acht um Cheartas Coiriúil, 1984 arna leasú

source: • You will be refused bail in the future
ga: • Diúltófar bannaí a thabhairt duit amach anseo

source: You can show you had a reasonable cause for not appearing on the date
ga: Féadfaidh tú a thaispeáint go raibh cúis réasúnta agat gan teacht i láthair ar an dáta

source: Possible circumstances might include an illness, family emergency, or a family death
ga: I measc na gcúinsí féideartha, d’fhéadfadh an méid a leanas a bheith i gceist: breoiteacht, éigeandáil teaghlaigh, nó bás duine mhuinteartha

source: It remains, however, at the discretion of the court as to whether or not any such excuse is accepted
ga: Tá sé faoi lánrogha na cúirte, áfach, i gcónaí maidir le cibé acu an bhfuil an leithscéal sin inghlactha nó nach bhfuil

source: After you are arrested and brought to a Garda station, the member in charge of the station may decide to release you on station bail
ga: Tar éis duine a ghabháil agus a thabhairt chuig Stáisiún na nGardaí d'fhéadfadh sé go ndéanfaidh an duine atá i gceannas an stáisiúin cinneadh é/í a shaorú ar bhannaí stáisiúin

source: He or she will grant bail if he or she "considers it prudent to do so"
ga: Déanfaidh an Garda an cinneadh seo má cheapann sé/sí "gur cinneadh stuama" a bheadh ann

source: He or she does not have the power to release you on bail if there is a court warrant for your detention
ga: Níl sé de chumhacht ag an nGarda duine a scaoileadh ar bhannaí a bhfuil barántas cúirte éisithe len é/í a ghabháil

source: If you are granted bail at the station, you will have to enter into a bond to appear in the District Court as agreed
ga: Má scaoiltear duine ar bhannaí stáisiúin beidh air/uirthi dul faoi bhanna le teacht i láthair ag an gCúirt Dúiche mar a aontaíodh

source: You may have to pay a sum of money and you may also have to get an independent surety to guarantee that you will appear in court as agreed
ga: D'fhéadfadh sé go mbeadh ar an té atá cúisithe suim airgid a íoc agus urra neamhspléach a fháil freisin le cinntiú go dtiocfaidh sé/sí ós comhair na cúirte mar a aontaíodh

source: If you are arrested and detained, you will be brought to the District Court as soon as possible
ga: Má dhéantar duine a ghabháil agus a choinneáil, tabharfar ós comhair na Cúirte Dúiche é/í chomh luath agus is féidir

source: At the District Court, your legal representative may make a formal application to the judge that you be released on bail
ga: Is féidir le hionadaí dlí an duine atá cúisithe iarratas foirmiúil a chur ós comhair an Bhreithimh é/í a scaoileadh ar bhannaí

source: Usually the most important issue that will be discussed during the application is whether you are likely to abscond and avoid your trial
ga: Go hiondúil agus iarratas ar bhannaí dhá phlé leagfar béim ar an gceist an bhfuil cosúlacht ann go n-éalóidh an té atá cúisithe gan teacht i láthair dá t(h)riail
